Repository: martinkpo12/RPS
Catalog: RPS/*.lproj/Localizable.strings
Languages: es

# gameLocalization
source: RPS
es: PPoT

# statusWon
source: You've won
es: Ganaste

# statusLost
source: You've lost
es: Perdiste

# statusTie
source: It's a tie
es: Empatamos

# resultLost
source: You lost. Try again %d - %d
es: Perdiste. Segui participando %d - %d

# resultWon
source: Congratulations you've beat me. You won %d - %d
es: Felicitaciones, me ganaste %d - %d

# shareLost
source: I lost %d - %d with RPS.
es: Perdí %d - %d con RPS.

# shareWon
source: I beat RPS %d - %d.
es: Le gané %d - %d a RPS.

# interfaceRock
source: Rock
es: Piedra

# interfaceScissors
source: Scissors
es: Tijera

# interfacePaper
source: Paper
es: Papel

# interfaceTitle
source: Rock, Paper, Scissors
es: Piedra, Papel o Tijera

# interfaceThrow
source: Throw
es: Tirar

# interfaceShare
source: Share last result
es: Compartir el último resultado
